CKEDITOR.plugins.setLang('bootstrapAlert', 'km', {//Khmer
	plugin:'ចាប់ផ្ដើម​ព្រមាន ',
    success:'ធ្វើ​បាន​យ៉ាង​ល្អ​! អ្នក​បាន​អាន​សារ​របស់​ប្រុង​ជើង​ការ​ទទួល​បាន​ជោគជ័យ​ដ៏​សំខាន់​នេះ​។ ',
    info:'ទស្សនកិច្ច​ឡើង​! ការ​ជូន​ដំណឹង​នេះ​ត្រូវ​ការ​ការ​យក​ចិត្ត​ទុកដាក់​របស់​អ្នក​ប៉ុន្តែ​វា​មិន​មែន​ជា​។ សំខាន់​ខ្លាំង ',
    warning:'ការ​ព្រមាន​! ល្អ​ប្រសើរ​ជាង​មុន​ពិនិត្យ​មើល​ខ្លួន​ឯង​នោះ​អ្នក​នឹង​មិន​ល្អ​ផង​ដែរ​។ ',
    danger:'អូ​ខ្ទាស់​! ការ​ផ្លាស់​ប្តូ​រ​អ្វី​មួយ​ចំនួន​ឡើង​ហើយ​ព្យាយាម​ដាក់​ស្នើ​ម្តង​ទៀត​។'
});