CKEDITOR.plugins.setLang('bootstrapAlert', 'mn', {//Mongolian
	plugin:'Эхлүүлэгч бөгөөд дохио авах байрлуулах ',
    success:'За хийсэн! Та амжилттай чухал ач холбогдолтой бөгөөд дохио авах байрлуулах захиаг уншина уу. ',
    info:'руу толгойгоо! Энэ нь таны анхаарлыг бөгөөд дохио авах байрлуулах хэрэгтэй, гэхдээ энэ нь маш том ач холбогдолтой. Биш юм ',
    warning:'анхааруулах! Илүү сайн та ч бас сайн харж биз дээ, өөрийгөө шалгах хэрэгтэй. ',
    danger:'гэнэтийн Өө! Хүртэл хэдэн зүйлийг өөрчлөх, дахин хүргүүлж оролдоно уу.'
});